command_not_found_handle() {
        /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"
}
PS1='\[\e[31m\]┌─[\[\e[37m\]\T\[\e[31m\]]─────\e[1;93m[root]\e[0;31m───[\#]\n|\n\e[0;31m└─[\[\e[31m\]\e[0;35m\W\[\e[31m\]]────►\e[1;92m'
clear
mpv /$HOME/AI/terminal[1].mp3
clear
echo  "Created By \e[5m𝐓𝐀𝐍 × 𝐑𝐈𝐊𝐓𝐀"
echo "----------------------------" | lolcat

echo "
╔════╦═══╦═╗─╔╗  ×  ╔═══╦══╦╗╔═╦════╦═══╗
║╔╗╔╗║╔═╗║║╚╗║║  ×  ║╔═╗╠╣╠╣║║╔╣╔╗╔╗║╔═╗║
╚╝║║╚╣║─║║╔╗╚╝║  ×  ║╚═╝║║║║╚╝╝╚╝║║╚╣║─║║
──║║─║╚═╝║║╚╗║║  ×  ║╔╗╔╝║║║╔╗║──║║─║╚═╝║
──║║─║╔═╗║║─║║║  ×  ║║║╚╦╣╠╣║║╚╗─║║─║╔═╗║
──╚╝─╚╝─╚╩╝─╚═╝  ×  ╚╝╚═╩══╩╝╚═╝─╚╝─╚╝─╚╝

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
[+] FOUNDER      ➤  𝐓𝐀𝐍 × 𝐑𝐈𝐊𝐓𝐀
[+] TEAM         ➤  DEATH CYBER ARMY
[+] GITHUB       ➤  https://github.com/Tan-vai
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 
     " | lolcat
 2.0 | lolcat
